Repository: piranna/priorities-legacy
Catalog: trunk/priorities/src/po/*.po
Languages: es

source: Exception loading config
es: Excepción cargando configuración

source: Exception storing config
es: Excepcion guardando configuración

source: Exception on 'Model_SQLite.py':
es: Excepción en 'Model_SQLite.py':

source: Database options
es: Opciónes de la Base de Datos

source: Database to use
es: Base de Datos a usar

source: Use a temporal, in RAM memory database
es: Usar una base de datos temporal en RAM

source: Use database defined in config file (default)
es: Usar base de datos definida en el archivo de configuracion (por defecto)

source: Ask the database to use
es: Pregunta la base de datos a usar

source: Import file option
es: Opción para importar archivo

source: Parse data from script file
es: Parsear datos desde archivo de script

source: User interface options
es: Opciones de la interfaz de usuario

source: Use textmode
es: Usar modo de texto

source: Use gui (default)
es: Usar gui (por defecto)

source: An error has ocurred loading GTK interface
es: Ha ocurrido un error cargando la interfaz GTK

source: Loading text mode interface
es: Cargando interfaz en modo texto

source: Do you want to delete the objective
es: ¿Desea eliminar el objetivo

source: The objective have been modified
es: El objetivo ha sido modificado

source: Exception importing database
es: Excepción importando base de datos

source: Select the database to use
es: Seleccione la base de datos a usar

source: Priorities export file
es: Archivo de exportación de Priorities

source: Select the database to create
es: Seleccione la base de datos a crear

source: SQLite database
es: Base de datos SQLite

source: Do you want to delete the objetive
es: ¿Desea eliminar el objetivo

source: Export priorities database
es: Exportar base de datos de Priorities

source: PNG image
es: Imagen PNG

source: JPEG image
es: Imagen JPEG

source: Exception exporting database
es: Excepción exportando base de datos

source: Import priorities database
es: Importar base de datos de Priorities

source: Select the database to use:
es: Seleccione la base de datos a usar:

source: <b>Graph</b>
es: <b>Grafo</b>

source: <b>Objectives colors</b>
es: <b>Colores de los objetivos</b>

source: <b>Objectives</b>
es: <b>Objetivos</b>

source: Actual quantity
es: Cantidad actual

source: Add
es: Añadir

source: Add objective
es: Añadir objetivo

source: Always
es: Siempre

source: Available
es: Disponible

source: Confirm objective before deletion
es: Confirmar objetivo antes de la eliminación

source: Confirm objectives before deletion
es: Confirmar objetivos antes de la eliminación

source: Default database
es: Base de datos por defecto

source: Delete in cascade
es: Eliminar en cascada

source: Delete orphan requeriments
es: Eliminar requerimientos huerfanos

source: Expiration
es: Expiración

source: Expiration pre-warning days
es: Dias de preaviso de la expiración

source: Export
es: Exportar

source: Import
es: Importar

source: In process
es: En proceso

source: Inavailable
es: Inabarcable

source: Never
es: Nunca

source: New
es: Nuevo

source: Objetive
es: Objetivo

source: Only not expired
es: Solo no expirados

source: Open
es: Abrir

source: Preferences
es: Preferencias

source: Remove
es: Eliminar

source: Requeriments
es: Requerimientos

source: Satisfacted
es: Satisfecho

source: Save as
es: Salvar como

source: Show arrow heads
es: Mostrar cabeza de las flechas

source: Show satisfacted requeriments
es: Mostrar requerimientos satisfechos

source: Show sharp
es: Mostrar cuadricula

source: The next objectives are going to be deleted in cascade
es: Los siguientes objetivos van a ser eliminados en cascada

source: Use default database
es: Usar base de datos por defecto

source: Zoom in
es: Ampliar

source: Zoom out
es: Reducir

source: _Edit
es: _Editar

source: _File
es: _Archivo

source: _Help
es: Ay_uda

source: _Objective
es: _Objetivo

source: _View
es: _Ver
